Repository: manhcuong0312/Weather_Plus
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: da, es, pt_br, ro, sr

source: Try to change in English some parts
da: Prøv at ændre nogle dele til engelsk
es: Intenta cambiar algunas partes en inglés
pt_br: Tente alterar algumas partes em Inglês
ro: Încearcă să modifici niște părți în engleză
sr: Pokušajte da promenite neke delove na engleskom

source: Try with a closest location
da: Prøv med den nærmeste placering
es: Intenta con una ubicación más cercana
pt_br: Tente com um local mais próximo
ro: Încearcă cu o locație învecinată
sr: Probajte sa najbližom lokacijom

source: Help placing
da: Hjælp med at placere
es: Ayuda para poner en puesta
pt_br: Ajuda na localização
ro: Ajutor
sr: Pomoć za postavljanje

source: No sound effect in memory!
da: Ingen lydeffekt i hukommelsen!
es: ¡Sin efecto de sonido en memoria!
pt_br: Nenhum efeito sonoro na memória!
ro: Fără efecte de sunete în memorie!
sr: Nema zvučnih efekata u memoriji!

source: I can't reproduce the sound.
da: Jeg kan ikke gengive lyden.
es: No puedo reproducir el sonido.
pt_br: O som não pode ser reproduzido.
ro: Nu pot să redau sunetul.
sr: Ne mogu da reprodukujem zvuk.

source: Choose search key for
da: Vælg søgeord til
es: Elige la clave de búsqueda para
pt_br: Escolha a chave de pesquisa para
ro: Alegeți cheia de căutare pentru
sr: Izaberite pretragu za

source: Unfortunately I could not recover enough data to find the city.
da: Desværre kunne jeg ikke gendanne nok data til at finde byen.
es: Lamentablemente no pude recuperar suficientes datos para encontrar la ciudad.
pt_br: Infelizmente não consegui recuperar dados suficientes para localizar a cidade.
ro: Din păcate nu am reușit să adun suficiente date pentru a găsi orașul.
sr: Nažalost nije moguće oporaviti dovoljno podataka da bi se pronašao grad.

source: Do I try anyway?
da: Skal jeg forsøge alligevel?
es: ¿Lo intento de todos modos?
pt_br: Tento mesmo assim?
ro: Să încerc din nou?
sr: Da li ipak želite da probate?

source: not found! Press F1 for help on entering data.
da: ikke fundet! Tryk på F1 for at få hjælp til at indtaste data.
es: ¡No encontrado! Pulsa F1 para obtener ayuda sobre el ingreso de datos.
pt_br: não encontrado! Pressione F1 para obter ajuda sobre como inserir dados.
ro: negăsit! Apasă F1 pentru ajutor în introducerea de date.
sr: Nije pronađeno! Pritisnite F1 za pomoć oko upisivanja podataka.

source: Is not working properly or has been removed from the database of
da: Fungerer ikke korrekt eller er blevet fjernet fra databasen af
es: No funciona correctamente o ha sido removido de la base de datos de
pt_br: Não funciona corretamente ou foi removido do banco de dados de
ro: Nu funcționează corect sau a fost eliminat din baza de date a
sr: ne radi pravilno ili je uklonjeno iz baze podataka

source: Is no longer valid!
da: er ikke længere gyldig!
es: ¡Ya no es válido!
pt_br: Não é mais válido!
ro: Nu mai e valid!
sr: Više nije važeće!

source: This option requires the installation of some audio effects
da: Denne indstilling kræver installation af nogle lydeffekter
es: Esta opción requiere la instalación de algunos efectos de audio
pt_br: Esta opção requer a instalação de alguns efeitos sonoros
ro: Această opțiune necesită instalarea unor efecte audio
sr: Ova opcija zahteva instaliranje dodatnih audio efekata

source: Do you want to install them?
da: Vil du installere dem?
es: ¿Quieres instalarlos?
pt_br: Quer instalá-los?
ro: Vrei să le instalezi?
sr: Želite li da ih instalirate?

source: The audio effects are installed!
da: Lyd effekterne er installeret!
es: Los efectos de audio están instalados!
pt_br: Os efeitos sonoros estão instalados!
ro: Efectele audio sunt instalate!
sr: Audio efekti su instalirani!

source: Would you like to update?
da: Ønsker du at opdatere?
es: ¿Te gustaría actualizar?
pt_br: Quer fazer a atualização?
ro: Vreți să le actualizați?
sr: Želite li da ažurirate?

source: Or do you want to uninstall them?
da: eller vil du afinstallere dem?
es: ¿O quieres desinstalarlos?
pt_br: Ou deseja desinstalá-los?
ro: Sau vrei să le dezinstalezi?
sr: Ili da ih deinstalirate?

source: Are you sure you want to uninstall the sound effects?
da: Er du sikker på, at du vil afinstallere lydeffekterne?
es: ¿Seguro que quieres desinstalar los efectos de sonido?
pt_br: Tem certeza de que deseja desinstalar os efeitos sonoros?
ro: Ești sigur că vrei să dezinstalezi efectele de sunet?
sr: Jeste li sigurni da želite da deinstalirate zvučne efekte?

source: Update in progress
da: Opdatering i gang
es: Actualización en progreso
pt_br: Atualização em andamento
ro: Actualizare în curs
sr: Napredak ažuriranja

source: Installation in progress
da: Installation i gang
es: Instalación en curso
pt_br: Instalação em andamento
ro: Instalare în curs
sr: Napredak instalacije

source: The installation of audio effects has been completed successfully!
da: Installationen af lydeffekter er blevet gennemført med succes!
es: ¡La instalación de efectos de audio se ha completado con éxito!
pt_br: A instalação dos efeitos sonoros foi concluída com sucesso!
ro: Instalarea efectelor audio a fost completată cu succes!
sr: Instalacija zvučnih efekata je uspešno završena!

source: Adding folder:
da: Tilføjer mappe:
es: Añadiendo a la carpeta:
pt_br: Adicionando pasta:
ro: Adăugare dosar:
sr: Dodavanje foldera:

source: The upgrade of audio effects has been completed successfully!
da: Opdateringen af lydeffekter er blevet gennemført med succes!
es: ¡La actualización de los efectos de sonido se ha completado exitosamente!
pt_br: A atualização dos efeitos sonoros foi concluída com sucesso!
ro: Actualizarea efectelor audio a fost completată cu succes!
sr: Nadogradnja zvučnih efekata je uspešno završena!

source: These sound effects are subject to change by the author.
da: Disse lydeffekter kan ændres af forfatteren.
es: Estos efectos de sonido están sujetos a cambios por parte del autor.
pt_br: Estes efeitos sonoros estão sujeitos a alterações pelo autor.
ro: Aceste efecte de sunet pot fi modificate de către autor.
sr: Ovi zvučni efekti se menjaju od strane autora.

source: Disable and re-enable this option in order to update or uninstall them.
da: Deaktiver og genaktiver denne indstilling for at opdatere eller afinstallere dem.
es: Deshabilitar y volver a habilitar esta opción para actualizarlos o desinstalarlos.
pt_br: Desabilite e reabilite esta opção para atualizá-los ou desinstalá-los.
ro: Dezactivează sau reactivează această opțiune pentru a le actualiza sau dezinstala.
sr: Isključi pa uključi ovu opciju radi ažuriranja.

source: Verify that your internet connection is active, or try again later.
da: Bekræft, at din internetforbindelse er aktiv, eller prøv igen senere.
es: Verifique que su conexión a Internet está activa, o inténtelo de nuevo más tarde.
pt_br: Verifique se a sua conexão à internet está ativa, ou tente novamente mais tarde.
ro: Verifică dacă conexiunea la internet este activă, sau încearcă din nou mai târziu.
sr: Proverite internet vezu ili pokušajte kasnije ponovo.

source: File corrupted or not available!
da: Fil beskadiget eller ikke tilgængelig!
es: ¡Archivo dañado o no está disponible!
pt_br: Arquivo corrompido ou indisponível!
ro: Fișier corupt sau indisponibil!
sr: Datoteka je oštećena ili nije dostupna!

source: Sorry, I could not complete the installation of the sound effects!
da: Beklager, men jeg kunne ikke fuldføre installationen af lydeffekterne!
es: ¡Lo siento, no he podido completar la instalación de los efectos de sonido!
pt_br: Desculpe, não foi possível concluir a instalação dos efeitos sonoros!
ro: Îmi pare rău, nu aș putea să completez instalarea efectelor de sunet!
sr: Na žalost nije bilo moguće dovršiti instalaciju zvučnih efekata!

source: Installation Error!
da: Installationsfejl!
es: ¡Error de instalación!
pt_br: Erro de instalação!
ro: Eroare la instalare!
sr: Greška pri instalaciji!

source: The details of this city are not in the database and so I added them to the list.
da: Detaljerne for denne by er ikke i databasen, så jeg har tilføjet dem til listen.
es: Los detalles de esta ciudad no están en la base de datos y así los agregué a la lista.
pt_br: Os detalhes desta cidade não estão no banco de dados e, por isso, adicionei-os à lista.
ro: Detaliile acestui oraș nu se află în baza de date, așa că le-am adăugat în listă.
sr: Detalji ovog grada nisu u bazi podataka tako da su dodati u listu

source: Cannot identify your location, due to insufficient data.
da: Kan ikke identificere din placering på grund af utilstrækkelige data.
es: No se puede identificar su ubicación, debido a la insuficiencia de datos.
pt_br: A sua localização não pode ser identificada, devido a insuficiência de dados.
ro: Nu-ți pot identifica locația datorită datelor insuficiente.
sr: Nije moguće pronaći vašu lokaciju, nema dovoljno podataka.

source: Details of
da: Detaljer for
es: Detalles de
pt_br: Detalhes de
ro: Detalii ale
sr: Detalji za

source: Place
da: Sted
es: Lugar
pt_br: Lugar
ro: Loc
sr: Mesto

source: Current local time
da: Nuværende lokal tid
es: Hora local actual
pt_br: Hora local atual
ro: Oră locală curentă
sr: Trenutno lokalno vreme

source: Degrees latitude
da: Grader breddegrad
es: Grados de latitud
pt_br: Graus de latitude
ro: Grade latitudine
sr: Stepeni geografske širine

source: Degrees longitude
da: Grader længdegrad
es: Grados de longitud
pt_br: Graus de longitude
ro: Grade longitudine
sr: Stepeni geografske dužine

source: Elevation above sea level
da: Højde over havets overflade
es: Altura sobre el nivel del mar
pt_br: Altitude em relação ao nível do mar
ro: Altitudine deasupra nivelului mării
sr: Nadmorska visina

source: meters
da: meter
es: metros
pt_br: metros
ro: metri
sr: Metara

source: Define the area for
da: Definér området for
es: Definir la zona para
pt_br: Defina a região para
ro: Definește ținutul pentru
sr: Definiši region za

source: Hinterland
da: Bagland
es: Traspaís
pt_br: Interior do país
sr: Zaleđe

source: Maritime area
da: Søfartsområde
es: Zona marítima
pt_br: Região marítima
ro: Zonă maritimă
sr: Priobalno područje

source: Desert zone
da: Ørkenzone
es: Zona del desierto
pt_br: Zona de deserto
ro: Zonă deșertică
sr: Pustinjska zona

source: Arctic zone
da: Arktiske zone
es: Zona ártica
pt_br: Zona do ártico
ro: Zonă arctică
sr: Arktička zona

source: Mountain zone
da: Bjergzone
es: Zona montaña
pt_br: Zona de montanha
ro: Zonă montană
sr: Planinska zona

source: Enter new name.
da: Indtast nyt navn:
es: Ingresar un nuevo nombre.
pt_br: Digite o novo nome.
ro: Introduceți un nume nou.
sr: Unesite novo ime.

source: it can't be used because it already exists!
da: Denne indtastning kan ikke bruges, fordi den allerede eksisterer!
es: ¡No se puede usar porque ya existe!
pt_br: não pode ser usado, porque já existe!
ro: nu poate fi folosit deoarece există deja!
sr: ne može se koristiti jer već postoji!

source: is correct
da: er korrekt
es: es correcto
pt_br: está correto
ro: este corect
sr: je tačno

source: But the name
da: Men navnet
es: Pero el nombre
pt_br: Mas o nome
ro: Dar numele
sr: ali ime

source: already exists
da: findes allerede
es: ya existe
pt_br: já existe
ro: există deja
sr: već postoji

source: You have to change it!
da: Du skal ændre det!
es: ¡Debe cambiarlo!
pt_br: É necessário alterá-lo!
ro: Este necesar să-l modifici!
sr: Treba da ga promenite!

source: The city proper is
da: Selve byen er
es: La ciudad propiamente dicha es
pt_br: A cidade propriamente dita é
ro: Orașul corect este
sr: Grad pravilno je

source: Want to use the suggested name?
da: Vil du bruge det foreslåede navn?
es: ¿Quieres usar el nombre sugerido?
pt_br: Quer utilizar o nome sugerido?
ro: Vrei să folosești numele sugerat?
sr: Želite li da koristite predloženo ime?

source: Import cities
da: Importér byer
es: Importar las ciudades
pt_br: Importar cidades (com os respectivos códigos)
ro: Importă orașe
sr: uvezite gradove

source: Empty file or not in cities format compatible!
da: Tøm fil eller inkompatibelt format!
es: ¡Archivo vacío o no en formato de las ciudades compatible!
pt_br: Arquivo vazio ou não compatível com o formato de cidades!
ro: Fișier gol sau incompatibil cu formatul de orașe!
sr: Prazna datoteka ili nije u kompatibilnom formatu gradova!

source: Do you want to replace your list with this?
da: Vil du erstatte din liste med denne?
es: ¿Quieres reemplazar su lista con esto?
pt_br: Quer substituir a sua lista por esta?
ro: Vrei să înlocuiești lista ta cu aceasta?
sr: Da li želite da zamenite svoju listu gradova sa ovim?

source: If you select yes, your list will be completely replaced.
da: Hvis du vælger ja, vil hele din liste blive erstattet.
es: Si selecciona sí, su lista será reemplazada por completo.
pt_br: Se escolher "sim", a sua lista será totalmente substituída.
ro: Dacă selectezi da, lista ta va fi complet înlocuită.
sr: Ako odaberete Da, lista će biti kompletno zamenjena.

source: If you select no, the new cities will be added to your list.
da: Hvis du vælger nej, tilføjes de nye byer til din liste.
es: Si selecciona no, las nuevas ciudades se añadirán a su lista.
pt_br: Se escolher "não", as novas cidades serão adicionadas à sua lista.
ro: Dacă selectezi da, noile orașe vor fi adăugate în lista ta.
sr: Ako odaberete ne, gradovi će biti dodati u listu.

source: Select import mode
da: Vælg importeringstilstand
es: Seleccione el modo de importación
pt_br: Selecione o modo de importação
ro: Selectează modalitatea de importare
sr: Odaberite uvozni režim

source: File contents
da: Filindhold
es: Contenido del archivo
pt_br: Conteúdos do arquivo
ro: Conținutul fișierelor
sr: Datoteka sadrži

source: cities
da: byer
es: ciudades
pt_br: cidades
ro: orașe
sr: città

source: Activate the check boxes of the cities you want to import.
da: Aktivér check boxene for de byer, du vil importere.
es: Activa las casillas de verificación de las ciudades que desea importar.
pt_br: Marque as caixas de seleção das cidades que deseja importar.
ro: Activează casetele de bifat ale orașelor pe care vrei să le imporți.
sr: Štiklirajte čekboksove pored gradova koje hoćete da uvezete.

source: Importing cities in progress
da: I gang med at importerer byer
es: Importación de las ciudades en progreso
pt_br: Importando cidades em andamento
ro: Importarea orașelor este în curs
sr: Uvoženje gradova u toku

source: Were added
da: blev tilføjet
es: Se añadieron
pt_br: Foram adicionados
ro: Au fost adăugate
sr: je dodato

source: new cities to the list
da: nye byer til listen
es: nuevas ciudades a la lista
pt_br: novas cidades à a lista
ro: noi orașe la listă
sr: Novi gradovi u listi

source: Have been ignored because existing
da: er ignoreret fordi eksisterende
es: Se han ignorado porque existen
pt_br: Foram ignorados porque já existen
ro: Au fost ignorate pentru că există deja
sr: su bili ignorisani zbog postojećeg

source: Content of imported list
da: Indholdet af den iporterede liste
es: Contenido de la lista importada
pt_br: Conteúdo da lista importada
ro: Conținutul listei importate
sr: sadržaja uvezene liste

source: Containing incomplete data
da: Indeholder ufuldstændige data
es: Que contiene datos incompletos
pt_br: Contendo dados incompletos
ro: Conține date incomplete
sr: Sadrži nepotpune podatke

source: selected by the user
da: valgt af brugeren
es: seleccionado por el usuario
pt_br: selecionado pelo usuário
ro: selectat de utilizator
sr: Odabrano od korisnika

source: Import finished
da: Importeringen er færdig
es: Importación finalizada
pt_br: Importação concluída
ro: Importare terminată
sr: Uvoz je završen

source: A copy of
da: En kopi af
es: Una copia de
pt_br: Uma cópia de
ro: O copie a
sr: Kopija

source: It will be exported
da: Denne vil blive eksporteret
es: Será exportado
pt_br: Será exportada
ro: Va fi exportat
sr: Biće izvezeno

source: But it does not yet contain the changes you just made the list!
da: men den indeholder ikke de ændringer, du lige har lavet i listen!
es: Pero todavía no contiene los cambios que acaba de hacer la lista!
pt_br: Mas ainda não contém as alterações feitas na lista!
ro: Dar nu conține încă modificările pe care tocmai le-ai făcut în listă!
sr: Ali još ne sadrži promene koje ste upravo napravili u listi!

source: I proceed?
da: Skal jeg fortsætte?
es: ¿Debo proceder?
pt_br: Continuo?
ro: Continui?
sr: Da nastavim?

source: Export cities
da: Eksportér byer
es: Exportar las ciudades
pt_br: Exportar cidades
ro: Exportă orașe
sr: Izvezite gradove

source: You can not export the same file at the same path!
da: Du kan ikke eksportere den samme fil til den samme sti!
es: No se puede exportar el mismo archivo a la misma ruta!
pt_br: Não pode exportar o mesmo arquivo para o mesmo caminho!
ro: Nu poți exporta același fișier pe aceeași cale!
sr: Ne možete izvesti istu datoteku na istu putanju!

source: Hourlyforecast data report values.
da: Værdier for timeprognosedata.
es: Valores del boletín de datos del pronóstico horario.
pt_br: Valores do relatório de dados de previsão horária.
ro: Valorile raportului care conține datele cu privire la prognoza orară.
sr: Vrednosti izveštaja temperature sata.

source: Disable the data you don't want to be processed:
da: Deaktiver de data, du ikke ønsker at blive behandlet:
es: Deshabilitar los datos que no quieres que sean procesados:
pt_br: Desativar os dados que você não deseja que sejam processados:
ro: Dezactivați datele care să nu fie procesate:
sr: Onemogućite podatke koje ne želite:

source: january
da: januar
es: enero
pt_br: de janeiro
ro: ianuarie
sr: januar

source: february
da: februar
es: febrero
pt_br: de fevereiro
ro: februarie
sr: februar

source: march
da: marts
es: marzo
pt_br: de março
ro: martie
sr: mart

source: may
da: maj
es: mayo
pt_br: de maio
ro: mai
sr: maj

source: june
da: juni
es: junio
pt_br: de junho
ro: iunie
sr: juni

source: july
da: juli
es: julio
pt_br: de julho
ro: iulie
sr: juli

source: august
es: agosto
pt_br: de agosto
sr: avgust

source: september
es: setiembre
pt_br: de setembro
ro: septembrie
sr: septembar

source: october
da: oktober
es: octubre
pt_br: de outubro
ro: octombrie
sr: oktobar

source: november
es: noviembre
pt_br: de novembro
ro: noiembrie
sr: novembar

source: december
es: diciembre
pt_br: de dezembro
ro: decembrie
sr: decembar

source: Monday
da: Mandag
es: Lunes
pt_br: Segunda-feira
ro: Luni
sr: Ponedeljak

source: Tuesday
da: Tirsdag
es: Martes
pt_br: Terça-feira
ro: Marți
sr: Utorak

source: Wednesday
da: Onsdag
es: Miércoles
pt_br: Quarta-feira
ro: Miercuri
sr: Sreda

source: Thursday
da: Torsdag
es: Jueves
pt_br: Quinta-feira
ro: Joi
sr: Četvrtak

source: Friday
da: Fredag
es: Viernes
pt_br: Sexta-feira
ro: Vineri
sr: Petak

source: Saturday
da: Lørdag
es: Sábado
pt_br: Sábado
ro: Sâmbătă
sr: Subota

source: Sunday
da: Søndag
es: Domingo
pt_br: Domingo
ro: Duminică
sr: Nedelja

source: It was not possible find the acronym of "%s"!
da: Det var ikke muligt at finde akronymet for %s!
es: ¡No fue posible encontrar el acrónimo de "%s"!
pt_br: Não foi possível localizar a sigla de "%s"!
ro: Nu s-a putut găsi acronimul lui "%s"!
sr: Nije moguće pronaći skraćenicu za "%s"!

source: This may not allow you to get the city details.
da: Dette giver dig muligvis ikke adgang til byoplysningerne.
es: Esto puede no permitirte obtener los detalles de la ciudad.
pt_br: Isso pode não permitir que você obtenha os detalhes da cidade.
ro: Acest lucru ar putea să nu vă permită să obțineți informații despre oraș.
sr: Ovo vam možda neće dozvoliti da dobijete detalje grada.

source: Please report this to the author so he can add this country in database.
da: Giv venligst forfatteren besked om dette, så landet kan blive føjet til databasen.
es: Por favor informa al autor para que pueda añadir este país en la base de datos.
pt_br: Por favor, comunique isso ao autor para que ele possa adicionar esse país ao banco de dados.
ro: Raportați acest lucru autorului pentru a putea adăuga această țară în baza de date.
sr: Prijavite to autoru kako bi dodao ovu zemlju u bazu podataka.

source: Send an email to %s
da: Send en email til %s
es: Envia un correo electrónico a %s
pt_br: Envie um email para %s
ro: Trimiteți un e-mail la %s
sr: Pošaljite poruku e-pošte na %s

source: With object the line below, thanks.
da: Med linjen nedenunder i emnefeltet. Tak.
es: Con objeto la línea de abajo, gracias.
pt_br: Com o objeto da linha abaixo, obrigado.
ro: Cu obiectul linia de mai jos, mulțumesc.
sr: S objektom ispod linije, hvala.

source: Downloaded
da: Hentet
es: Descargado
pt_br: Baixado
ro: Descărcat
sr: Preuzeto

source: of
da: af
es: de
pt_br: de
ro: din
sr: od

source: Find...
da: Finde...
es: Encuentra...
pt_br: Localizar...
ro: Găsește...
sr: Pronađi...

source: Find next
da: Find næste
es: Encuentra siguiente
pt_br: Procurar próximo
ro: Găsește succedentul
sr: Pronađi sledeće

source: Find previous
da: Find forrige
es: Encuentra anterior
pt_br: Procurar anterior
ro: Găsește precedentul
sr: Pronađi predhodno

source: Be an error has occurred.
da: En fejl er opstået.
es: Se ha producido un error.
pt_br: Ocorreu um erro.
ro: A apărut o eroare.
sr: Došlo je do pogreške.

source: See the log for more information.
da: Se i loggen for yderligere information.
es: Vea el registro para más información.
pt_br: Veja o log para mais informações.
ro: Consultați jurnalul pentru mai multe informații.
sr: Dodatne informacije potražite u zapisniku.

source: Error: failure writing file!
da: Fejl: Fejl under filskrivning!
es: ¡Error: la escritura del archivo falló!
pt_br: Erro: falha ao gravar o arquivo!
ro: Eroare: eșuare la scrierea fișierului!
sr: Greška: nije moguće izmeniti datoteku!

source: occurrences found
da: forekomster fundet
es: coincidencias encontradas
pt_br: ocorrências encontradas
ro: apariții găsite
sr: Pojave su pronađene

source: for
es: para
pt_br: para
ro: pentru
sr: za

source: Choose a city.
da: Vælg en by:
es: Elige una ciudad.
pt_br: Escolha uma cidade.
ro: Alege un oraș.
sr: Izaberite grad.

source: List of availables Cities
da: liste over tilgængelige byer
es: Lista de Ciudades disponibles
pt_br: Lista de cidades disponíveis
ro: Lista orașelor disponibile
sr: Lista dostupnih gradova

source: Do not show this message again!
da: Vis ikke denne besked igen
es: ¡No mostrar este mensaje de nuevo!
pt_br: Não mostrar esta mensagem novamente!
ro: Nu afișați acest mesaj din nou!
sr: Ne prikazuj ponovo ovu poruku!

source: &Install...
da: &Installér...
es: &Instalar...
pt_br: &Instalar...
ro: &Instalează...
sr: &Instaliraj...

source: Upd&ate...
da: &Opdatér
es: &Actualizar...
pt_br: &Atualizar...
ro: &Actualizează.
sr: A&žuriraj...

source: &Close
da: &Luk
es: &Cerrar
pt_br: &Fechar
ro: &Închide
sr: &Zatvori

source: &Uninstall...
da: &Afinstallér...
es: &Desinstalar...
pt_br: &Desinstalar...
ro: &Dezinstalează...
sr: &Deinstaliraj...

source: Type the search string
da: Indtast søgestrengen
es: Teclea la cadena a buscar
pt_br: Digite o texto a pesquisar
ro: Tastează textul de căutare
sr: Upišite pojam za pretragu

source: Find
es: Encuentra
pt_br: Localizar
ro: Găsește
sr: Pronađi

source: next
da: Næste
es: siguiente
pt_br: próximo
ro: succesiv
sr: Sledeće

source: previous
da: Forrige
es: anterior
pt_br: anterior
ro: precedent
sr: Predhodno

source: No results next for
da: Ingen resultater fremad for
es: No hay ningún resultado siguiente para
pt_br: Sem próximo resultado para
ro: Fără rezultate succedente pentru
sr: Nema rezultata za sledeće

source: No previous results for
da: Ingen resultater bagud for
es: No hay ningún resultado anterior para
pt_br: Sem resultado anterior para
ro: Fără rezultate precedente pentru
sr: Nema rezultata za predhodno

source: &Select all
da: &Vælg alle
es: &Seleccionar todo
pt_br: &Selecionar tudo
ro: &Selectare tot
sr: &Selektuj sve

source: &Deselect all
da: &Fravælg alle
es: &Deseleccionar todo
pt_br: &Desselecionar tudo
ro: &Deselectare tot
sr: D&eselektuj sve
