Repository: manhcuong0312/Weather_Plus
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: da, es, pt_br, ro, sr

source: not checked
da: ikke markeret
es: no marcado
pt_br: não marcado
ro: nebifat
sr: Nije štiklirano

source: checked
da: markeret
es: marcado
pt_br: marcado
ro: bifat
sr: Štiklirano

source: check box
es: casilla de verificación
pt_br: caixa de seleção
ro: casetă de bifat
sr: Čekboks

source: check boxes checked
da: check boxe markerede
es: casillas de verificación marcados
pt_br: caixas de seleção marcadas
ro: casete de bifat bifate
sr: Čekboksovi su štiklirani

source: check boxes not checked
da: check boxe ikke markerede
es: casillas de verificación no marcados
pt_br: caixas de seleção não marcadas
ro: casete de bifat nebifate
sr: Čekboksovi nisu štiklirani

source: Saving in progress
da: I gang med at gemme
es: Grabación en progreso
pt_br: Salvando em andamento
ro: Salvare în curs
sr: Preuzimanje je u toku

source: Download canceled.
da: Download annulleret.
es: Descarga cancelada.
pt_br: Transferência cancelada.
ro: Descărcare anulată.
sr: Preuzimanje je odkazano.

source: &Copy to clipboard
da: &Kopiér til udklipsholder
es: &Copiar al portapapeles
pt_br: &Copiar para área de transferência
ro: &Copiați în clipboard
sr: &Kopirati u međuspremnik

source: Adds local temperature and forecast 24 hours and prediction up to 2 days.
da: Tilføjer lokal temperatur og prognose for 24 timer og vejrudsigt op til 2 dage.
es: Añade la temperatura local y el pronóstico durante 24 horas y la predicción hasta 2 días.
pt_br: Adiciona temperatura local e previsão de 24 horas e predição de até 2 dias.
ro: Adaugă temperatura locală și prognoza pe 24 de ore, precum și previziunile meteorologice pentru următoarele două zile.
sr: Dodaje lokalnu temperaturu i prognozu za 24 sata kao i predviđanje za do 2 dana.

source: NVDA+w for the current bulletin.
da: NVDA+w for den aktuelle melding.
es: NVDA+w para el boletín actual.
pt_br: NVDA+w informa as condições meteorológicas atuais.
ro: NVDA+w pentru buletinul actual.
sr: NVDA+w za trenutnu prognozu.

source: NVDA+shift+w for the prediction in the current 24 hours and prediction up to 2 days.
da: NVDA + shift + w for forudsigelse i det aktuelle 24 timer og forudsigelse op til 2 dage.
es: NVDA+shift+w para la predicción durante 24 horas y la predicción hasta 2 días.
pt_br: NVDA+shift+w para a predição das 24 horas atuais e predição até 2 dias.
ro: NVDA+shift+w pentru previziunile pe 24 de ore și pentru prognoza pe două zile.
sr: NVDA+šift +w Za izveštaj za trenutna 24 sata kao i predviđanje prognoze za do 2 dana.

source: NVDA+shift+w, pressed twice provides the hourlyforecast of the weather conditions.
da: NVDA + shift + w, der trykkes to gange, giver vejrudsigten pr. time.
es: NVDA+shift+w, pulsado dos veces proporciona el pronóstico horario de las condiciones del tiempo.
pt_br: NVDA+shift+w, pressionado duas vezes fornece a previsão horária das condições meteorológicas.
ro: NVDA+shift+w apăsată de două ori furnizează prognoza orară.
sr: NVDA+šift +w, ako se pritisne dva puta pruža prognozu sata i vremenske uslove.

source: NVDA+shift+control+w for quickly enter a temporary city.
da: NVDA+shift+control+w for hurtigt at indtaste en midlertidig by.
es: NVDA+shift+control+w para ingresar rápidamente una ciudad temporal.
pt_br: NVDA+shift+control+w para inserir rapidamente uma cidade temporária.
ro: NVDA+shift+control+w alege un oraș temporar.
sr: NVDA+shift+control+w Brzo unošenje privremenog grada.

source: NVDA + shift + control + alt + w for open the Weather Plus settings.
da: NVDA + shift + control + alt + w for at åbne indstillingerne i Vejret Plus.
es: NVDA+shift+control+alt+w para abrir el cuadro de diálogo Configuración de Weather Plus.
pt_br: NVDA+shift+control+alt+w Para abrir o diálogo de configurações do Weather Plus.
ro: NVDA+shift+control+alt+w Deschide dialogul de setări Weather Plus.
sr: NVDA+shift+control+alt+w Otvara Weather Plus prozor za podešavanje.

source: NVDA+alt+w announces the date of the last update of the weather report.
da: NVDA+alt+w Anoncerer datoen for den sidste opdatering af vejrudsigten.
es: NVDA+alt+w anuncia la fecha de la última actualización del boletín meteorológico.
pt_br: NVDA+alt+w anuncia a data da última atualização do boletim meteorológico.
ro: NVDA+alt+w anunță data ultimei actualizări a buletinului meteorologic.
sr: NVDA+alt+w Izgovara vreme ažuriranja zadnjeg meteo izveštaja.

source: Shift+control+w alternates between Fahrenheit, Celsius and Kelvin.
da: Shift+control+w skifter imellem Fahrenheit, Celsius og Kelvin.
es: Shift+control+w alterna entre Fahrenheit, Celsius y Kelvin.
pt_br: Shift+control+w alterna entre Fahrenheit, Celsius e Kelvin.
ro: Shift+control+w comută între Fahrenheit, Celsius și Kelvin.
sr: Shift+control+w Izbor između Farenhajta, Celzijusa i Kelvina.

source: For other instructions, you can also press Add-on Help button in Add-ons manager.
da: Du kan også finde yderligere instruktioner ved at trykke knappen Hjælp til tilføjelsesprogram i værktøjet Administrér tilføjelsesprogrammer.
es: Para otras instrucciones, también puedes pulsar el botón Ayuda del Complemento en el Administrador de Complementos.
pt_br: Para outras instruções, você também pode pressionar o botão Ajuda do complemento no Gestor de complementos.
ro: Pentru alte instrucțiuni, puteți apăsa butonul de ajutor care se găsește în administratorul de suplimente.
sr: Za dodatna uputstva, pritisnite dugme Pomoć u menadžeru (upravljaču) NVDA dodataka.

source: april
es: abril
pt_br: de abril
ro: aprilie
