Repository: manhcuong0312/Weather_Plus
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: da, es, pt_br, ro, sr

source: Fahrenheit
sr: Farenhajt

source: Celsius
sr: Celzijus

source: unknown
da: Ukendt
es: desconocido
pt_br: desconhecido
ro: necunoscut
sr: Nepoznato

source: not available
da: ikke tilgængelig
es: no disponible
pt_br: indisponível
ro: nedisponibil
sr: Nije dostupna.

source: Weather Plus &Settings
da: Indstillinger for &Vejret Plus
es: Weather Plus &Configuración
pt_br: Configurações do &Weather Plus
ro: Setări &Weather Plus
sr: &Podešavanja Weather Plus

source: Show configuration items.
da: Vis konfigurationselementer.
es: Muestra los elementos de configuración.
pt_br: Mostrar itens de configuração.
ro: Afișează elementele de configurare.
sr: Prikaži stavke konfiguracije.

source: Set and &manage your cities...
da: Indstil og &administrér dine byer ...
es: Establecer y administrar tus ci&udades...
pt_br: Defina e &gerencie suas cidades...
ro: &Setează și administrează-ți orașele...
sr: Pos&tavi gradove i upravljaj njima...

source: Displays or allows to set the current cities from a list
da: Viser eller giver mulighed for at indstille aktuelle byer fra en liste
es: Muestra o permite establecer las ciudades actuales en una lista
pt_br: Mostra ou permite definir as cidades a partir de uma lista
ro: Afișează sau permite setarea orașelor curente dintr-o listă
sr: Prikazuje ili dozvoljava postavljanje trenutnih gradova sa liste

source: Set a &temporary city...
da: Indstil en &midlertidig by...
es: Establecer una ciudad &temporal...
pt_br: Definir uma cidade em modo &temporário...
ro: &Setează un oraș temporar...
sr: po&stavite privremeni grad.

source: Allows to set one temporary city from a list
da: Giver mulighed for at indstille en midlertidig by fra en liste
es: Permite establecer una ciudad temporal en una lista
pt_br: Permite selecionar uma cidade em modo temporário a partir duma lista
ro: Permite setarea unui oraș temporar dintr-o listă
sr: Dozvoljava vam da postavite privremeni grad sa liste

source: &Documentation
da: &Dokumentation
es: &Documentación
pt_br: &Documentação
ro: &Documentație
sr: &Dokumentacija

source: Opens the help file for the current language
da: Åbner hjælpefilen for det aktuelle sprog
es: Abrir el archivo de ayuda para el IDIOMA actual
pt_br: Abre o arquivo de ajuda para o idioma atual
ro: Deschide fișierul de ajutor pentru limba curentă
sr: Otvara datoteku pomoći za trenutni jezik

source: &Check for Upgrade...
da: &Søg efter opdatering...
es: &Buscar Actualización...
pt_br: &Verificar se há Atualização...
ro: Ca&ută actualizări...
sr: &Proveri ima li nove verzije...

source: Notify if there is an upgraded version available
da: Giv besked, hvis der er en tilgængelig opdatering
es: Indicar si se dispone de una versión actualizada
pt_br: Notificar se existe uma versão atualizada disponível
ro: Anunță dacă există o versiune actualizată disponibilă
sr: Obavesti ako je dostupna nova verzija

source: nanometers
da: nanometer
es: nanómetros
pt_br: nanômetros
ro: nanometri
sr: Nanometara

source: miles per hour
da: mil i timen
es: millas por hora
pt_br: milhas por hora
ro: mile pe oră
sr: milja na čas

source: miles
da: mil
es: millas
pt_br: milhas
ro: mile
sr: milja

source: inches
da: tommer
es: pulgadas
pt_br: polegadas
ro: inchi
sr: Inča

source: inches of mercury
da: tommer kviksølv
es: pulgadas de mercurio
pt_br: polegadas de mercúrio
ro: inci de mercur
sr: Inča živinog stuba

source: kilometers per hour
da: kilometer i timen
es: kilómetros por hora
pt_br: quilômetros por hora
ro: kilometri pe oră
sr: kilometara na čas

source: kilometers
da: kilometer
es: kilómetros
pt_br: quilômetros
ro: kilometri
sr: kilometara

source: millimeters
da: millimeter
es: milímetros
pt_br: milímetros
ro: milimetri
sr: Milimetara

source: millibars
da: millibar
es: milibares
pt_br: milibares
ro: milibare
sr: milibara

source: millimeters of mercury
da: millimeter kviksølv
es: milímetros de mercurio
pt_br: milímetros de mercúrio
ro: milimetri coloană de mercur
sr: milimetara živinog stuba

source: Settings
da: Indstillinger
es: Configuración
pt_br: Configurações
ro: Setări
sr: Podešavanja

source: Preset
da: Forudindstilling
es: Predeterminar
pt_br: Predefinir
ro: Presetat
sr: Zadato Podešavanje

source: None
da: Ingen
es: Ninguno
pt_br: Nenhum
ro: Fără
sr: Nema

source: Enter a City or choose one from the list, if available.
da: Indtast en by eller vælg en fra listen, hvis den er tilgængelig.
es: Ingresar una Ciudad o elegir una de la lista, si está disponible.
pt_br: Digite uma cidade ou escolha uma da lista, se disponível.
ro: Introduceți un oraș sau alegeți unul din listă dacă există.
sr: Upišite grad ili ga izaberite iz liste, ako je dostupan.

source: The city
da: Byen
es: La ciudad
pt_br: A cidade
ro: Orașul
sr: Grad

source: has not been preset.
da: er ikke forudindstillet.
es: no se ha predeterminado.
pt_br: não foi predefinida.
ro: nu a fost presetat.
sr: Nije zadato podešeno.

source: Will be used in temporary mode!
da: vil blive brugt i midlertidig tilstand!
es: ¡Será usado en modo temporal!
pt_br: Será usada en modo temporário!
ro: Va fi utilizat temporar!
sr: Biće korišćeno u privremenom režimu!

source: Notice!
da: Bemærk!
es: ¡Aviso!
pt_br: Aviso!
ro: Avertisment!
sr: Pažnja!

source: You have modified the list of your cities
da: Du har ændret listen over dine byer
es: Ha modificado la lista de las ciudades
pt_br: Você modificou a lista de suas cidades
ro: Ai modificat lista orașelor tale
sr: Izmenili ste vašu listu gradova

source: Do you want to save it?
da: Vil du gemme den?
es: ¿Quieres guardarlo?
pt_br: Deseja salvá-la?
ro: Vrei s-o salvezi?
sr: Želite li da sačuvate?

source: The cities on your list are not compatible with the Weather API!
da: Byerne på din liste er ikke kompatible med Weather API!
es: ¡Las ciudades en tu lista no son compatibles con la API de Weather !
pt_br: As cidades em sua lista não são compatíveis com a API Meteorológica!
ro: Orașele din lista dumneavoastră nu sunt compatibile cu API-ul Weather!
sr: Gradovi u vašoj listi nisu kompatibilni uz API za vremensku prognozu!

source: They have to be tested and validated, you can do it from the addon settings window.
da: De skal testes og valideres, du kan gøre det fra tilføjelsens indstillinger.
es: Deben ser probadas y validadas, puede hacerlo desde la ventana de configuración del complemento.
pt_br: Precisam ser testadas e validadas, pode fazê-lo na janela de configurações do complemento.
ro: Ele trebuie să fie testate și validate, o puteți face din fereastra de setări a addonului.
sr: Moraju se testirati i potvrditi, to možete učiniti u prozoru addon settings.

source: Setting up a temporary city
da: Indstiller en midlertidig by
es: Configurar una ciudad temporal
pt_br: Definir uma cidade em modo temporário
ro: Setarea unui oraș temporar
sr: Postavljanje privremenog grada

source: Cities List available:
da: Liste over byer tilgængelig:
es: Lista de las Ciudades disponibles:
pt_br: Lista de Cidades disponíveis:
ro: Lista orașelor disponibile:
sr: Dostupna je lista gradova:

source: Documentation not available for the current language!
da: Dokumentation er ikke tilgængelig for det aktuelle sprog!
es: ¡La documentación no está disponible para el idioma actual!
pt_br: Documentação indisponível para o idioma atual!
ro: Documentația nu este disponibilă pentru limba curentă!
sr: Dokumentacija nije dostupna za trenutni jezik!

source: Sorry, I can not receive data, problems with the download page, try again later please!
da: Beklager, jeg kan ikke modtage data. Der er problemer med download-siden. Prøv igen senere!
es: ¡Lo siento, no puedo recibir datos, problemas con la página de descarga, inténtelo de nuevo más tarde por favor!
pt_br: Desculpe, não consigo receber dados, problemas com a página de download, tente novamente mais tarde!
ro: Îmi pare rău, nu pot primi datele, sunt probleme cu pagina de descărcări. Te rog să încerci din nou mai târziu!
sr: Žao mi je, ne mogu da primim podatke, problemi sa stranicom za preuzimanje, pokušajte ponovo kasnije molim vas!Na žalost nije moguće preuzeti podatke. Proverite internet vezu ili pokušajte ponovo kasnije!

source: Sorry, I can not receive data, verify that your internet connection is active, or try again later!
da: Beklager. Kan ikke hente data. Tjek venligst, at din internetforbindelse er aktiv, eller prøv i gen senere!
es: ¡Lo siento, no puedo recibir datos, verifique que su conexión a Internet está activa, o inténtelo de nuevo más tarde!
pt_br: Desculpe, não consigo receber dados, verifique se sua conexão com a internet está ativa ou tente novamente mais tarde!
ro: Îmi pare rău, nu pot primi data, verifică dacă conecsiunea ta la internet este activă, sau încearcă din nou mai târziu!
sr: Na žalost nije moguće preuzeti podatke. Proverite internet vezu ili pokušajte ponovo kasnije!

source: version
es: versión
pt_br: versão
ro: versiune
sr: Verzija

source: is available.
da: er tilgængelig.
es: está disponible.
pt_br: está disponível.
ro: este disponibilă.
sr: je dostupna.

source: Installed version
da: Installeret version
es: Versión instalada
pt_br: Versão instalada
ro: Versiunea instalată
sr: Instalirana verzija

source: Do you want to download and install it?
da: Vil du hente og installere den?
es: ¿Quieres descargarla e instalarla?
pt_br: Deseja fazer o download e instalá-lo?
ro: Vrei s-o descarci și s-o instalezi?
sr: Da li želite da preuzmete i instalirate?

source: Sorry, at the time an update is not available.
da: Ingen tilgængelig opdatering i øjeblikket.
es: Lo siento, no hay actualización disponible.
pt_br: Desculpe, no momento não há nova versão disponível.
ro: Ne pare rău, nicio actualizare nu este disponibilă momentan.
sr: Na žalost nadogradnja trenutno nije dostupna.

source: not found!
da: Ikke fundet!
es: ¡no se encontró!
pt_br: não encontrado!
ro: negăsit!
sr: Nije pronađeno!

source: You need to upgrade the sound effects by reactivating the appropriate option from the settings of
da: Du skal opgradere lydeffekterne ved at genaktivere den relevante indstilling fra indstillingerne for
es: Necesita actualizar los efectos de sonido para reactivar la opción correspondiente en la configuración de
pt_br: É necessário atualizar os efeitos sonoros reativando a opção apropriada a partir das configurações de
ro: Este necesar să actualizați efectele de sunet activând opțiunea apropiată din setările lor
sr: Treba da nadogradite zvučne efekte reaktiviranjem odgovarajuće opcije iz podešavanja

source: But if these are already updated, then you need to update
da: Men hvis disse allerede er opdateret, skal du opdatere
es: Pero si estos ya están actualizados, entonces necesita actualizar
pt_br: Mas se já estiverem atualizados, então precisa atualizar
ro: Dar dacă acestea sunt deja actualizate, atunci trebuie să actualizați
sr: ali ako su već nadograđeni, treba ponovo da ih nadogradite

source: I can not load the settings!
da: Jeg kan ikke indlæse indstillingerne!
es: ¡No puedo cargar la configuración!
pt_br: As configurações não podem ser carregadas!
ro: Nu pot încărca setările!
sr: Ne mogu daučitam podešavanja!

source: Attention!
da: Bemærk!
es: ¡Atención!
pt_br: Atenção!
ro: Atenție!
sr: Pažnja!

source: I can not save the settings!
da: Jeg kan ikke gemme indstillingerne!
es: ¡No puedo guardar la configuración!
pt_br: As configurações não podem ser salvas!
ro: Nu pot salva setările!
sr: Ne mogu da sačuvam podešavanja!

source: invalid name
da: ugyldigt navn
es: nombre inválido
pt_br: nome inválido
ro: nume invalid
sr: Neispravno ime

source: The cloudiness is
da: Det er overskyet med
es: La nubosidad es
pt_br: A nebulosidade é
ro: Nebulozitatea este de
sr: Oblačnost je

source: The precipitation is
da: Nedbør er
es: La precipitación es
pt_br: A precipitação é
ro: Nivelul de precipitații este de
sr: Padavine

source: the weather report is currently
da: Vejrudsigten er i øjeblikket
es: el reporte del clima es actualmente
pt_br: o boletim meteorológico atualmente é
ro: buletinul meteo este actual
sr: Trenutni vremenski izveštaj glasi

source: degrees
da: grader
es: grados
pt_br: graus
ro: grade
sr: stepeni

source: The wind direction is from
da: Vindretningen er
es: La dirección del viento es
pt_br: A direção do vento é de
ro: Direcția vântului este dinspre
sr: Pravac vetra je sa

source: with speed of
da: med hastighed på
es: con una velocidad de hasta
pt_br: com a velocidade de
ro: cu viteza de
sr: I brzina mu je

source: The wind speed is
da: Vindhastigheden er
es: La velocidad del viento es
pt_br: A velocidade do vento é
ro: Viteza vântului este de
sr: Brzina vetra je

source: The wind gusts are of
da: Vindstødene er
es: Las ráfagas de viento son de
pt_br: As rajadas de vento são de
ro: Rafalele de vânt sunt de
sr: Nalet vetra je

source: The perceived temperature is
da: Den opfattede temperatur er
es: La temperatura percibida es
pt_br: A sensação térmica é de
ro: Temperatura percepută este de
sr: Subjektivni osećaj temperature je

source: The humidity is
da: Fugtigheden er
es: La humedad es
pt_br: A umidade é de
ro: Umiditatea este de
sr: Vlažnost vazduha je

source: The cloudiness is of
da: Overskyet er
es: La nubosidad es de
pt_br: A nebulosidade é de
ro: La nuvolosità è del
sr: Oblačnost je

source: The precipitation is of
da: nedbør er
es: La precipitación es de
pt_br: A precipitação é de
ro: Nivelul de precipitații este de
sr: Padavine su

source: and the visibility is up to
da: og sigtbarheden er op til
es: y la visibilidad es de hasta
pt_br: e a visibilidade é de até
ro: și vizibilitatea este până la
sr: a vidljivost je do

source: The visibility is up to
da: Sigtbarheden er op til
es: La visibilidad es de hasta
pt_br: A visibilidade é de até
ro: Vizibilitatea este până la
sr: a vidljivost je do

source: and the precipitation is
da: og nedbør er
es: y la precipitación es
pt_br: e a precipitação é
ro: și nivelul de precipitații este de
sr: i padavine su

source: The pressure is
da: Trykket er
es: La presión es
pt_br: A pressão atmosférica é de
ro: Presiunea este de
sr: Pritisak je

source: The UV radiation is of
da: UV-indeks er
es: La radiación UV es de
pt_br: A radiação UV é de
ro: Nivelul de raze ultraviolete este de
sr: UV zračenje je

source: The sun rises at
da: Solen står op
es: El sol sale a las
pt_br: O sol nasce às
ro: Soarele răsare la
sr: Sunce izlazi u

source: and sets at
da: og går ned
es: y se pone a las
pt_br: e põe-se às
ro: și apune la
sr: i zalazi u

source: The moon rises at
da: Månen står op ved
es: La luna sale a las
pt_br: A lua nasce às
ro: Luna răsare la
sr: Mesec se pojavljuje u

source: the forecast for today is
da: Vejrudsigten for i dag er
es: el pronóstico para hoy es
pt_br: a previsão meteorológica para hoje é de
ro: prognoza pentru astăzi este
sr: Prognoza za danas glasi

source: with a maximum temperature of
da: med den højeste temperatur på
es: con una temperatura máxima de
pt_br: com a temperatura máxima de
ro: cu o temperatură maximă de
sr: sa maksimalnom temperaturom od

source: and a minimum of
da: og den laveste temperatur på
es: y una mínima de
pt_br: e a mínima de
ro: și o minimă de
sr: i minimalnom od

source: In
da: I
es: En
pt_br: Em
ro: În
sr: Za

source: Unnamed
da: unavngivet
es: Sin nombre
pt_br: Sem nome
ro: Fără nume
sr: Neimenovan

source: Sorry, the city is not set!
da: Beklager, byen er ikke indstillet!
es: ¡Lo siento, la ciudad no está establecida!
pt_br: Desculpe, a cidade não está definida!
ro: Ne pare rău, orașul nu este setat!
sr: Žao nam je, grad nije podešen!

source: Please wait...
da: Vent venligst...
es: Por favor espera...
pt_br: Por favor aguarde...
ro: Te rugăm să aștepți.
sr: Molimo sačekajte...

source: Sorry, it was not possible to load the most recent update!
da: Beklager, det var ikke muligt at indlæse den seneste opdatering!
es: ¡Lo siento, no fue posible cargar la actualización más reciente!
pt_br: Desculpe, não foi possível carregar a atualização mais recente!
ro: Ne pare rău, nu a fost posibilă încărcarea celei mai recente actualizări!
sr: Na žalost, nije bilo moguće učitati zadnju nadogradnju!

source: Please try again later.
da: Prøv venligst igen senere.
es: Por favor inténtelo de nuevo más tarde.
pt_br: Por favor tente novamente mais tarde.
ro: Te rugăm să încerci din nou mai târziu.
sr: Molimo pokušajte ponovo kasnije.

source: meters per second
da: meter per sekund
es: metros por segundo
pt_br: metros por segundo
ro: metri pe secundă
sr: metara u sekundi

source: Sorry, the city set is not valid or contains incomplete data!
da: Beklager, bysættet er ikke gyldigt eller indeholder ufuldstændige data!
es: ¡Lo siento, la ciudad establecida no es válida o contiene datos incompletos!
pt_br: Desculpe, a cidade definida não é válida ou contém dados incompletos!
ro: Ne pare rău, orașul setat nu este valid sau conține date incomplete!
sr: Žao nam je, podešen grad nije ispravan ili sadrži nepotpune podatke!

source: north
da: nord
es: norte
pt_br: norte
ro: nord
sr: severa

source: north northeast
da: nord nordøst
es: norte noreste
pt_br: norte nordeste
ro: nord nordest
sr: severa severoistoka

source: northeast
da: nordøst
es: nordeste
pt_br: nordeste
ro: nordest
sr: severoistoka

source: east northeast
da: øst nordøst
es: este noreste
pt_br: leste nordeste
ro: est nordest
sr: istoka severoistoka

source: east
da: øst
es: este
pt_br: leste
ro: est
sr: istoka

source: east southeast
da: øst sydøst
es: este sureste
pt_br: leste sudeste
ro: est sudest
sr: istoka jugoistoka

source: southeast
da: sydøst
es: sudeste
pt_br: sudeste
ro: sudest
sr: jugoistoka

source: south southeast
da: syd sydøst
es: sur sureste
pt_br: sul sudeste
ro: sud sudest
sr: juga jugoistoka

source: south
da: syd
es: sur
pt_br: sul
ro: sud
sr: juga

source: south southwest
da: syd sydvest
es: sur suroeste
pt_br: sul sudoeste
ro: sud sudvest
sr: juga jugozapada

source: southwest
da: sydvest
es: suroeste
pt_br: sudoeste
ro: sudvest
sr: jugozapada

source: west southwest
da: vest sydvest
es: oeste suroeste
pt_br: oeste sudoeste
ro: vest sudvest
sr: zapada jugozapada

source: west
da: vest
es: oeste
pt_br: oeste
ro: vest
sr: zapada

source: west northwest
da: vest nordvest
es: oeste noroeste
pt_br: oeste noroeste
ro: vest nordvest
sr: zapada severozapada

source: northwest
da: nord Vest
es: noroeste
pt_br: noroeste
ro: nordvest
sr: severozapada

source: north northwest
da: nord nordvest
es: norte noroeste
pt_br: norte noroeste
ro: nord nordvest
sr: severa severozapada

source: Is not working properly, contains incomplete data or has been removed from the
da: Virker ikke korrekt, indeholder ufuldstændige data eller er blevet fjernet fra
es: No funciona correctamente, contiene datos incompletos o ha sido removido de la
pt_br: Não está funcionando corretamente, contém dados incompletos ou foi removido do
ro: Nu funcționează corespunzător, conține date incomplete sau a fost șters din
sr: ne radi ispravno, sadrži nepotpune podatke ili je uklonjen iz

source: It could be a temporary problem and you may wait a while '...
da: Det kan være et midlertidigt problem, og du kan vente et stykke tid ...
es: Podría ser un problema temporal y es posible que deba esperar un tiempo '...
pt_br: Pode ser um problema temporário, pode aguardar um pouco...
ro: Ar putea să fie o problemă temporară, iar tu poți aștepta un timp '...
sr: mogao bi biti privremeni problem i možda morate da sačekate malo...

source: Do you want to delete it from your list?
da: Vil du slette den fra din liste?
es: ¿Quiere eliminarlo de la lista?
pt_br: Quer excluí-la da sua lista?
ro: Vrei să-l elimini din listă?
sr: Želite li da obrišete sa liste?

source: Chance of rain
da: Mulighed for regn
es: Probabilidades de lluvia
pt_br: Possibilidade de chuva
ro: Șanse de precipitații
sr: Verovatnoća kiše

source: Chance of snow
da: Mulighed for sne
es: Probabilidades de nieve
pt_br: Possibilidade de neve
ro: Șanse de ninsoare
sr: Verovatnoća snega

source: Wind speed
da: Vindstyrke
es: Velocidad del viento
pt_br: Velocidade do vento
ro: Viteza vântului
sr: Brzina vetra

source: Direction
da: Retning
es: Dirección
pt_br: Direção
ro: Direcție
sr: Pravac

source: Wind direction
da: Vindretning
es: Dirección del viento
pt_br: Direção do vento
ro: Direcția vântului
sr: Pravac vetra

source: Wind gusts
da: Vindstød
es: Ráfagas de viento
pt_br: Rajadas de vento
ro: Rafalele de vânt
sr: Nalet vetra

source: Cloudiness
da: Skydækket
es: Nubosidad
pt_br: Nebulosidade
ro: Nebulozitate
sr: Oblačnost

source: Precipitation
da: Nedbør
es: Precipitación
pt_br: Precipitação
ro: Precipitații
sr: Padavine

source: Humidity
da: Luftfugtighed
es: Humedad
pt_br: Umidade
ro: Umiditate
sr: Vlažnost

source: Visibility
da: Sigtbarhed
es: Visibilidad
pt_br: Visibilidade
ro: Vizibilitate
sr: Vidljivost

source: Hourly forecast for
da: Prognose pr. Time for
es: Pronóstico horario para
pt_br: Previsão horária para
ro: Prognoza orară pentru
sr: Temperatura sata za

source: Provides the current temperature and weather conditions.
da: Oplyser de aktuelle temperatur- og vejrforhold.
es: Proporciona las condiciones de temperatura y de tiempo actuales.
pt_br: Fornece a temperatura atual e as condições climáticas.
ro: Furnizează temperatura curentă și condițiile meteo.
sr: Pruža trenutnu vremensku prognozu i vrednosti temperature

source: If pressed once, announce the weather forecast and current temperature for 24 hours and the next %d days. If pressed twice announce the hourlyforecast temperature and weather conditions.
da: Hvis der trykkes en gang, meddeles vejrudsigten og den aktuelle temperatur indenfor 24 timer og de næste %d dage. Hvis der trykkes to gange, meddeles vejrudsigten for den aktuelle time og de aktuelle vejrforhold.
es: Si se pulsa una vez, anuncia el pronóstico del tiempo y la temperatura actual durante 24 horas y los próximos %d días. Si se pulsa dos veces, anuncia el pronóstico horario de la temperatura y las condiciones del tiempo.
pt_br: Se pressionado uma vez, anuncia a previsão do tempo e a temperatura atual para 24 horas e os próximos %d dias. Se pressionado duas vezes, anuncia a temperatura prevista de hora em hora e as condições meteorológicas.
ro: Dacă e apăsată o dată, anunță prognoza meteo și temperatura actuală pentru 24 de ore și pentru următoarele %d zile. Dacă e apăsată de două ori, anunță prognoza orară, temperatura și condițiile meteorologice.
sr: Ako se pritisne jednom, izgovara vremensku prognozu i trenutnu temperaturu kao i za narednih 24 časa i narednih %d dana. Ako se pritisne dva puta izgovara temperaturu trenutnog sata i vremenske uslove.

source: Sorry, no list available!
da: Beklager, ingen liste tilgængelig!
es: ¡Lo siento, no hay una lista disponible!
pt_br: Desculpe, nenhuma lista disponível!
ro: Ne pare rău, nicio listă disponibilă!
sr: Na žalost, nema dostupne liste!

source: Allows you to set a temporary city.
da: Lader dig at angive en midlertidig by.
es: Te permite establecer una ciudad temporal.
pt_br: Permite definir uma cidade temporária.
ro: Îți permite să setezi un oraș temporar.
sr: Dozvoljava vam da postavite privremeni grad.

source: Scale of temperature measurement set into
da: Måling af temperaturmåling indstillet i
es: Escala de medición de temperatura establecido en
pt_br: Escala de medição de temperatura definida para
ro: Unitate de măsură a temperaturii setată în
sr: Postavljanje merne jedinice za temperaturu u

source: Allows you to set a temporary scale of temperature mesurement.
da: Lader dig indstille den midlertidige temperaturenhed
es: Permite establecer una escala temporal de medición de temperatura.
pt_br: Permite definir uma escala temporária de medidas de temperatura.
ro: Îți permite să setezi o unitate de măsură temporară a temperaturii.
sr: Dozvoljava vam postavljanje privremene merne jedinice za temperaturu.

source: at
da: kl.
es: a las
pt_br: às
ro: la
sr: u
