Repository: manhcuong0312/Weather_Plus
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: da, es, pt_br, ro, sr

source: Last update of the current weather report
da: Sidste opdatering af den aktuelle vejrudsigt
es: Última actualización del boletín meteorológico
pt_br: Última atualização do boletim meteorológico atual
ro: Ultima actualizare a buletinului meteo actual
sr: Zadnje ažuriranje trenutnog vremenskog izveštaja

source: Announces the date of the last update of the weather report.
da: Anoncerer datoen for den sidste opdatering af vejrudsigten.
es: Anuncia la fecha de la última actualización del boletín meteorológico.
pt_br: Anuncia a data da última atualização do boletim meteorológico.
ro: Anunță data ultimei actualizări a buletinului meteo.
sr: Izgovara datum zadnjeg ažuriranja vremenskog izveštaja.

source: Open the Weather Plus settings dialog.
da: Åbn dialogboksen Vejret Plus-indstillinger.
es: Abrir el cuadro de diálogo Configuración de Weather Plus.
pt_br: Abrir o diálogo de configurações do Weather Plus.
ro: &Deschide dialogul de setări Weather Plus.
sr: Otvara prozor podešavanja za Weather Plus.

source: f1: help placing, f2: last TAB selection, f3: list and edit box, f4: control duration Weather Forecast, f5: volume controls.
da: f1: Hjælp til placering og indtastning af byer, f2: sidste TAB-valg, f3: liste og editfelt, f4: Kontrollen til at bestemme perioden for vejrudsigten, f5: lydstyrkekontrol.
es: f1: ayuda con la localización, f2: última selección con TAB, f3: lista y cuadro de edición, f4: control de la duración del Pronóstico del Tiempo, f5: controles de volumen.
pt_br: f1: ajuda na localização, f2: seleção do último TAB, f3: lista e caixa de edição, f4: controle da duração da previsão do tempo, f5: controles do volume.
ro: f1: ajutor, f2: ultima selecție cu Tab, f3: lista și caseta de editare, f4: controlează durata prognozei meteo, f5: setarea volumului.
sr: f1: pomoć u postavljanju, f2: zadnji tab položaj, f3: lista i edit polje, f4: kontrola trajanja vremenske prognoze

source: f1: help placing, f2: last TAB selection, f3: list and edit box, f4: control duration Weather Forecast.
da: f1: Hjælp til placering og indtastning af byer, f2: sidste TAB-valg, f3: liste og editfelt, f4: Kontrollen til at bestemme perioden for vejrudsigten
es: f1: ayuda con la localización, f2: última selección con TAB, f3: lista y cuadro de edición, f4: control de la duración del Pronóstico del Tiempo.
pt_br: f1: ajuda na localização, f2: seleção do último TAB, f3: lista e caixa de edição, f4: controle da duração da previsão do tempo.
ro: f1: ajutor, f2: ultima selecție cu Tab, f3: lista și caseta de editare, f4: controlează durata prognozei meteo.
sr: f1: pomoć u postavljanju, f2: zadnji tab položaj, f3: lista i edit polje, f4: kontrola trajanja vremenske prognoze

source: Test
es: Prueba
pt_br: Testar
sr: Testiranje

source: Details
da: Detaljer
es: Detalles
pt_br: Detalhes
ro: Detalii
sr: Detalji

source: Define
da: Definér
es: Definir
pt_br: Definir
ro: Definește
sr: Odredi

source: Add
da: Tilføj
es: Añadir
pt_br: Adicionar
ro: Adaugă
sr: Dodaj

source: Remove
da: Fjern
es: Quitar
pt_br: Remover
ro: Elimină
sr: Ukloni

source: Rename
da: Omdøb
es: Renombrar
pt_br: Renomear
ro: Redenumiți
sr: Preimenovati

source: &Import new cities...
da: &Importér nye byer ...
es: &Importar las nuevas ciudades...
pt_br: &Importar novas cidades...
ro: &Importă orașe noi...
sr: Uvez&ite nove gradove...

source: &Export your cities...
da: &Eksportér dine byer ...
es: E&xportar tus ciudades...
pt_br: &Exportar as suas cidades...
ro: &exportă-ți orașele...
sr: Izv&ezite vaše gradove...

source: &hourlyforecast setting...
da: &Vejrudsigt for time...
es: Configuración del pronóstico &horario...
pt_br: configuração de previsão &horária...
ro: &Setarea prognozei orare...
sr: &Podešavanja temperature trenutnog sata...

source: Scale of temperature measurement:
da: Måleenhed for temperatur:
es: Escala de medición de la temperatura:
pt_br: Escala de medição de temperatura:
ro: Unitatea de măsură a temperaturii:
sr: Jedinica za merenje temperature:

source: Degrees shown as:
da: Grader vist som:
es: Indica los grados como:
pt_br: Graus mostrados como:
ro: Indică gradele ca:
sr: Stepeni prikazani kao:

source: Unspecified
da: uspecificeret
es: No especificado
pt_br: Não especificado
ro: Nespecificat
sr: Neodređeno

source: Weather Forecasts up to days:
da: Vejrudsigt op til dage:
es: Pronóstico del Tiempo hasta días:
pt_br: Previsão do Tempo até dias:
ro: Prognozele meteo până la zile:
sr: Vremenska prognoza do dana:

source: API response language:
da: Sprog for API-svvar
es: Idioma de respuesta de la API:
pt_br: Idioma de resposta da API:
ro: Limbajul de răspuns API:
sr: Jezik API odgovora:

source: &Copy the weather report and weather forecast, including city details to clipboard
da: &Kopier vejrrapporten og vejrudsigten, herunder byoplysninger til udklipsholder
es: &Copia el reporte del clima y el pronóstico del tiempo, incluyendo los detalles de la ciudad al portapapeles
pt_br: Copia o boletim meteoroló&gico e previsão do tempo, incluindo os detalhes da cidade para a área de transferência
ro: &Copiază buletinul meteo și prognoza vremii, incluzând detaliile orașului pe planșetă
sr: &Kopiraj vremenski izveštaj i prognozu, uključujući i podatke o gradu u međuspremnik

source: Enable &audio effects (only for the current weather conditions)
da: Aktivér &lydeffekter (kun for de aktuelle vejrforhold)
es: Habilitar e&fectos de audio (sólo para las condiciones del tiempo actuales)
pt_br: Habilitar efeitos &sonoros (apenas para as condições climáticas atuais)
ro: Activează efectele &audio (doar pentru condițiile meteo actuale)
sr: Omogući &audio efekte (samo za trenutne vremenske uslove)

source: Use only &weather effects
da: Brug kun &vejreffekter
es: Usa solo efectos del &tiempo
pt_br: Use apenas efeitos &climáticos
ro: Utilizați numai &efecte meteorologice
sr: Koristite samo &Vremenske efekte

source: General audio volume
da: Generel lydstyrke
es: Volumen de audio general
pt_br: Volume de áudio Geral
ro: Volum audio general
sr: Glavna jačina zvuka

source: Current audio volume
da: Aktuelle lydstyrke
es: Volumen de audio actual
pt_br: Volume de áudio atual
ro: Volum audio curent
sr: Trenutna jačina zvuka

source: Enable &help buttons in the settings window
da: Aktivér &hjælpeknapper i indstillingsvinduet
es: Habilitar &botones de ayuda en la ventana de configuración
pt_br: Habilitar &botões de ajuda na janela de configurações
ro: Activează butoanele de a&jutor din fereastra de setări
sr: Omogući dugme &pomoći u prozoru za podešavanja

source: Read &wind information
da: Læs &vindoplysninger
es: Leer la información del vi&ento
pt_br: Ler as informações do ven&to
ro: Citeș&te informațiile despre vânt
sr: Pročitaj izveštaj o &vetru

source: Add wind directi&on
da: Oplys vind&retning
es: Añadir dirección del vient&o
pt_br: Adicionar a &direção do vento
ro: Adaugă &direcția vântului
sr: Doda&j pravac vetra

source: Add wi&nd speed
da: Oplys vind&hastighed
es: Añadir velocidad del vie&nto
pt_br: Adicionar a velocidade do ve&nto
ro: Adaugă viteza vâ&ntului
sr: &Dodaj brzinu vetra

source: Add speed in &meters per second of the wind
da: Oplys vindhastigheden i &m/s
es: Añadir velocidad en &metros por segundo del viento
pt_br: Adicionar a velocidade do vento em &metros por segundo
ro: Adaugă viteza în &metri pe secundă a vântului
sr: Dodaj brzinu vetra u &metrima po sekundi

source: Add wind &gust speed
da: Oplys vind&stød
es: Añadir velocidad de &ráfaga del viento
pt_br: Adicionar a velocidade da ra&jada de vento
ro: Adaugă viteza rafalelor de v&ânt
sr: Dodaj brzinu &naleta vetra

source: Add perceived &temperature
da: Tilføj opfattet &temperatur
es: Añadir &temperatura percibida
pt_br: Adicionar sensa&ção térmica
ro: Adaugă &temperatura percepută
sr: Dodaj subjektivni osećaj &temperature

source: &Read atmospherical information
da: Oplys &atmosfæriske informationer
es: Lee&r la información atmosférica
pt_br: Le&r as informações atmosféricas
ro: Cite&ște informațiile atmosferice
sr: P&ročitaj atmosferski izveštaj

source: Add humidity va&lue
da: Oplys &fugtighed
es: Añadir va&lor de humedad
pt_br: Adicionar va&lor da umidade
ro: Adaugă va&loarea umidității
sr: Dodaj vrednost vlažnosti va&zduha

source: Add &visibility value
da: Oplys &sigtbarhed
es: Añadir valor de &visibilidad
pt_br: Adicionar &valor da visibilidade
ro: Adau&gă valoarea vizibilității
sr: Dodaj vred&nost vidljivosti

source: Add cloudiness &value
da: Oplys &overskyet som værdi
es: Añadir va&lor de nubosidad
pt_br: Adicionar &valor de nebulosidade
ro: Adaugă &valoarea de nebulozitate
sr: Dodaj &vrednost oblačnosti

source: Add precipitation &value
da: Oplys &nedbør
es: Añadir &valor de precipitación
pt_br: Adicionar &valor de precipitação
ro: Adaug&ă valoarea de precipitații
sr: Dodaj &vrednost padavina

source: Add &ultraviolet radiation value
da: Oplys &UV-indeks
es: Añadir valor de radiación &ultravioleta
pt_br: Adicionar valor de radiação &ultravioleta
ro: Adaugă valoarea de ra&ze ultraviolete
sr: Dodaj vrednost &ultra ljubičastog zračenja

source: Add atmospheric &pressure value
da: Oplys værdi for atmosfærisk &tryk
es: Añadir valor de la &presión atmosférica
pt_br: Adicionar valor da &pressão atmosférica
ro: Adaugă valoarea &presiunii atmosferice
sr: Dodaj vrednost atmos&ferskog pritiska

source: Indicates the atmospheric pressure in millimeters of mercur&y (mmHg)
da: Angiver det atmosfæriske tryk i millimeter &kviksølv (mmHg)
es: Indica la presión atmosférica en milímetros de mercurio (mmH&g)
pt_br: Indicar a pressão atmos&férica em milímetros de mercúrio (mmHg)
ro: Indică presiunea atmosferică în milimetri coloană de mercur (mm&Hg)
sr: Prikazuje atmosferski pritisak u milimetrima živinog stuba (mm&Hg)

source: Read a&stronomical information
da: Oplys &astronomisk informationer
es: Leer la información a&stronómica
pt_br: Ler as informações &astronômicas
ro: Citeș&te informațiile astronomice
sr: Pročitaj a&stronomski izveštaj

source: Enable reading of the hours in &24-hour format
da: Aktivér læsning af timerne i &fireogtyve-timers format
es: Habilitar la lectura de las horas en formato &24-horas
pt_br: Habilitar a leitura das horas em formato de &24 horas
ro: Activează citirea orelor în &formatul de 24 de ore
sr: Omo&gući dvadesetčetvoročasovno očitavanje vremena

source: Use the comma to separate decimals, example (4,&15)
da: Brug komma til at adskille decimaler, eksempel (4,&15)
es: Utiliza la coma para separar los decimales, ejemplo (4,&15)
pt_br: Use a vírgula para separar casas decimais, exemplo (4,&15)
ro: Utilizați o virgulă pentru a separa zecimale, exemplu (4,&15)
sr: Koristite zarez za razdvajanje decimala, na primer (4,&15)

source: &Displays output in a window
da: Viser output i et &vindue
es: Muestra la salida en una &ventana.
pt_br: E&xibe a saída numa janela
ro: A&fișează ieșirea într-o fereastră
sr: &Prikazuje rezultat u prozoru

source: Check for &upgrade
da: Søg og &opdatér
es: Buscar &Actualización
pt_br: Verificar se há atuali&zação
ro: Caută actuali&zări
sr: proveri ima &li nove verzije

source: Test the city validity and find the data of it.
da: Test byens gyldighed og find dataene om den.
es: Prueba la validez de la ciudad y encuentra los datos de esta.
pt_br: Testa a validade da cidade e localiza os dados dela.
ro: Testați validitatea orașului și căutați-i datele.
sr: Testiraj ispravnost grada i pronađi njegove podatke.

source: Add the current city into your list.
da: Tilføj den aktuele by til din liste.
es: Añade la ciudad actual a tu lista.
pt_br: Adiciona a cidade atual à sua lista.
ro: Adaugă orașul curent în lista ta.
sr: Dodaje trenutni grad u vašu listu.

source: Displays information about the current city.
da: Viser oplysninger om den aktuelle by.
es: Muestra información sobre la ciudad actual.
pt_br: Exibe informações sobre a cidade atual.
ro: Afișează informații despre orașul actual.
sr: Prikazuje informacije o trenutnom gradu.

source: Allows you to define the area, in order to adapt the sound effects.
da: Giver dig mulighed for at definere området for at tilpasse lydeffekterne.
es: Te permite de definir la zona, con el fin de adaptar los efectos de sonido.
pt_br: Permite que defina a região, a fim de adaptar-lhe os efeitos sonoros.
ro: Îți permite să definești zona, ca să adapteze efectele de sunete.
sr: Omogućuje vam određivanje regiona, da bi se primenila zvučna šema.

source: Presets the current city as the default, will be used every time you restart the plugin.
da: Forudindstiller den aktuelle by som standard. Denne vil blive brugt, hver gang du genstarter tilføjelsen.
es: Predetermina la ciudad actual por defecto, se usará cada vez que reinicies el complemento.
pt_br: Predefine a cidade atual como padrão, será usada sempre que você reiniciar o plug-in.
ro: Presetează orașul curent ca implicit, va fi utilizat de fiecare dată când reporniți suplimentul.
sr: Postavlja trenutni grad kao podrazumevani, što znači da će isti biti učitan svaki put kad se restartuje dodatak.

source: Delete the current city from your list.
da: Slet den aktuel by fra din liste.
es: Eliminar la ciudad actual de tu lista.
pt_br: Exclua a cidade atual da sua lista.
ro: Șterge un oraș curent din lista ta.
sr: Brisanje grada iz vaše liste.

source: Rename the current city.
da: Omdøb den aktuel by.
es: Renombrar una ciudad actual.
pt_br: Renomeia a cidade atual.
ro: Redenumiți orașul curent.
sr: Preimenujte trenutni grad.

source: Permits to incorporate in your list new cities importing them from another list with the extension *.zipcodes; you can select the city you want to import, by turning on the check box associated.
da: Denne indstilling lader dig importere en liste over byer fra filer hvis filtypenavn er *.zipcode; Du kan vælge hvilke byer der skal importeres ved at benytte den tilsvarende boks.
es: Permite imcorporar en tu lista las nuevas ciudades importándolos de otra lista con la extensión *.zipcodes; puedes seleccionar la ciudad que desea importar, activando la casilla de verificación asociada.
pt_br: Permite incorporar em sua lista novas cidades importando-as de outra lista com a extensão *.zipcodes; você pode selecionar a cidade que deseja importar, ativando a caixa de seleção associada.
ro: Permite includerea în lista dvs. a unor orașe noi care le importă dintr-o altă listă cu extensia * .zipcodes; puteți selecta orașul pe care doriți să-l importați, activând caseta de validare asociată.
sr: Dozvoljava vam da u vašu listu ugradite nove gradove uvezene iz druge liste sa ekstenzijom * .zipcodes; možete odabrati grad koji želite uvesti uključivanjem potvrdnog okvira.

source: Permits to save your list of cities in a specified path.
da: Dette lader dig gemme din liste over byer på en bestemt sti.
es: Permite guardar la lista de tus ciudades en una ruta específica.
pt_br: Permite salvar a sua lista de cidades numa pasta específica.
ro: Permite salvarea listei de orașe într-o cale specificată.
sr: Dozvoljava vam da sačuvate vašu listu gradova na određenom mestu.

source: Allows you to choose the contents of the hourly forecast report.
da: Giver dig mulighed for at vælge indholdet af timeprognoserapporten.
es: Te permite elegir los contenidos del boletín del pronóstico horario.
pt_br: Permite que você escolha o conteúdo do relatório de previsão horária.
ro: Vă permite să alegeți conținuturile raportului prognozei orare.
sr: Dozvoljava vam da izaberete sadržaj izveštaja za temperaturu sata.

source: You can enter or search for a city
da: Du kan indtaste eller søge efter en by
es: Puedes ingresar o buscar una ciudad
pt_br: Pode digitar ou pesquisar por uma cidade
ro: Poți să introduci sau să cauți un oraș
sr: Možete upisati ili potražiti grad

source: By Latitude and Longitude: 48.8567,2.3508
da: Af breddegrad og længdegrad: 48,8567.2,3508
es: Por la Latitud y la Longitud: 48.8567,2.3508
pt_br: Por Latitude e Longitude: 48.8567,2.3508
ro: După latitudine și longitudine: 48.8567,2.3508
sr: Po geografskoj širini i dužini: 48.8567,2.3508

source: By City name: Paris
da: Efter Byens navn: Paris
es: Por el nombre de la ciudad: Paris
pt_br: Por nome da Cidade: Paris
ro: După numele orașului: Paris
sr: Po imenu grada: Paris

source: By City name and country: Toronto,Canada
da: Efter Byens navn og land: Toronto, Canada
es: Por el nombre de la ciudad y el país: Toronto,Canada
pt_br: Por nome da Cidade e país: Toronto,Canadá
ro: După numele orașului și după țară: Toronto,Canada
sr: Po imenu grada i države: Toronto,Kanada

source: Or Toronto,CA
da: Eller Toronto, Ca
es: O Toronto,CA
pt_br: Ou Toronto,CA
ro: Sau Toronto,CA
sr: ili Toronto,CA

source: By City name and region: Toronto,Ontario
da: Efter Byens navn og region: Toronto, Ontario
es: Por el nombre de la ciudad y la región: Toronto,Ontario
pt_br: Por nome da Cidade e região: Toronto,Ontario
ro: După numele orașului și al regiunii: Toronto,Ontario
sr: Po imenu grada i regije: Toronto,Ontario

source: By US zip: 10001
da: Ved US-postnummer: 10001
es: Por el código postal de los Estados Unidos: 10001
pt_br: Por CEP dos EUA: 10001
ro: După codul poștal din Statele Unite: 10001
sr: Po Američkom poštanskom broju: 10001

source: By UK postcode: SW1
da: Ved UK postnummer: SW1
es: Por el código postal del Reino Unido : SW1
pt_br: Por código de endereçamento postal do Reino Unido: SW1
ro: După codul poștal din Regatul Unit: SW1
sr: Po Britanskom poštanskom broju: SW1

source: By Canada postal code: G2J
da: Ved Canada postnummer: G2J
es: Por el Código Postal de Canadá: G2J
pt_br: Por código postal do Canadá: G2J
ro: După codul poștal din Canada: G2J
sr: Po Kanadskom poštanskom broju: G2J

source: By metar:<metar code>: metar:EGLL
da: Ved metar:<metar kode>: metar:EGLL
es: Por el metar:<código metar>: metar:EGLL
pt_br: Por metar:<código metar> (Informação Meteorológica Aeronáutica Regular): metar:EGLL
ro: După metar:<metar code>: metar:EGLL
sr: Po Meteorološkom kodu:<Meteorološki kod>: metar:EGLL

source: By iata:<3 digit airport code>: iata:DXB
da: Ved iata: <3-cifret lufthavnskode>: iata:DXB
es: Por el iata:<código de aeropuerto de 3 dígitos>: iata:DXB
pt_br: Por iata:<código de 3 letras do aeroporto> (Associação Internacional de Transportes Aéreos): iata:DXB
ro: După iata:<3 digit airport code>: iata:DXB
sr: Po iata kodu:<Trocifreni kod aerodroma >: iata:DXB

source: By auto:ip IP lookup: auto:ip
da: Ved auto:ip IP-opslag: auto:ip
es: Por auto:ip búsqueda IP: auto:ip
pt_br: Por auto:ip Procura de IP: auto:ip
ro: După auto:ip IP lookup: auto:ip
sr: Automatski:Prepoznavanje IP adrese: Automatski:ip

source: By IP address (IPv4 and IPv6 supported): 100.0.0.1
da: Efter IP-adresse (IPv4 og IPv6 understøttet): 100.0.0.1
es: Por la dirección IP (IPv4 y IPv6 soportado): 100.0.0.1
pt_br: Por endereço IP (suportado IPv4 e IPv6):: 100.0.0.1
ro: După adresa IP (sunt suportate IPv4 și IPv6): 100.0.0.1
sr: Po IP adresi(IPv4 i IPv6 su podržane): 100.0.0.1

source: if there will be cities with the same name, will be listed
da: hvis der er byer med samme navn, vil dette blive vist i listen
es: Si habrá ciudades con el mismo nombre, se listará
pt_br: se houver cidades com o mesmo nome, serão listadas
ro: dacă vor exista orașe cu același nume, acestea vor fi listate
sr: Ako postoje gradovi sa istim imenom, biće prikazani

source: By default, confirming a selection, is used the postal code
da: Som standard benyttes ppostnummeret, når du bekræfter et valg
es: Por defecto, confirmar una selección, cuando se usa el código postal.
pt_br: Por padrão, confirmando uma seleção, é usado o código postal
ro: În mod implicit, la confirmarea unei alegeri se folosește codul poștal
sr: Podrazumevano, za potvrdu izbora, koristi se poštanski broj

source: If the postal code is not valid, will be used a text string: city, state, region
da: Hvis postnummeret ikke er gyldigt, bruges en tekststreng: by, stat, region
es: Si el código postal no es válido, se utilizará una cadena de texto: Ciudad, Estado, Región
pt_br: Se o código postal (CEP) não for válido, será usada uma sequência texttual: cidade, estado, região
ro: Dacă nu este valid codul poștal, se va utiliza un șir de text: oraș, țară, regiune
sr: Ako je poštanski broj neispravan, biće korišćen tekst: Grad, država, regija

source: You can indicate how to proceed by prefixing the following commands
da: Du kan angive, hvordan du vil fortsætte ved at prefikse følgende kommandoer
es: Puedes indicar cómo proceder prefijando las siguientes órdenes
pt_br: Você pode indicar como proceder prefixando os seguintes comandos
ro: Puteți indica cum să se procedeze inserând următoarele comenzi
sr: Možete da označite kako da nastavite upisivanjem sledećih komandi kao prefiks

source: Direct (cities with the same name, will not listed), by typing D:City: D:Paris
da: Direkte (byer med samme navn, vil ikke blive opført) ved at skrive D:By: D:Paris
es: Directo (la ciudades con el mismo nombre, no se listará), escribiendo D:Ciudad: D:Paris
pt_br: Direcionar (cidades com o mesmo nome, não serão listadas), digitando D:Cidade: D:Paris
ro: Direct (orașele cu același nume nu vor fi listate), tastând D:City: D:Paris
sr: Direktno(gradovi sa istim imenom neće biti prikazani), Upisivanjem D:grad: D:Paris

source: Geographic coordinates, by typing G:City: G:Venezia
da: Geografiske koordinater ved at skrive G:By: G:Venezia
es: Coordenadas geográficas, escribiendo G:Ciudad: G:Venezia
pt_br: Coordenadas geográfica, digitando G:Cidade: G:Veneza
ro: Coordonate geoggrafice, tastând G:City: G:Venezia
sr: Geografski koordinati, upisivanjem G:Grad: G:Venecija

source: Text string, by typing T:City: T:Bologna
da: Tekststreng ved at skrive T:By: T:Bologna
es: Cadena de texto, escribiendo T:Ciudad: T:Bologna
pt_br: Sequência textual, digitando T:Cidade: T:Bolonha
ro: Șir de text, tastând T:City: T:Bologna
sr: Tekst, upisivanjem T:Grad: T:Bolonja

source: If the city is not found
da: Hvis byen ikke findes
es: Si la ciudad no se encuentra
pt_br: Se a Cidade não for encontrada
ro: Dacă orașul nu este găsit
sr: Ako grad nije pronađen

source: Try to reverse the order in the search key
da: Prøv at vende rækkefølgen af ordren i søgenøgleordene
es: Intenta revertir el orden en la clave de búsqueda
pt_br: Tente inverter a ordem na chave de pesquisa
ro: Încercați să inversați ordinea în cheia de căutare
sr: Pokušaj obrnutog redosleda u pretrazi

source: Try with or without the country of origin
da: Prøv med eller uden oprindelsesland
es: Intenta con o sin el país de origen
pt_br: Tentar com ou sem a indicação do país de origem
ro: Încearcă cu sau fără țara de origine
sr: Pokušajte sa ili bez zemlje porekla

source: Try to merge the name with hyphens, or separate it with separator
da: Prøv at opdele navnet med bindestreger eller adskille det med separator
es: Intenta de combinar el nombre con guiones, o de separarlo con separador
pt_br: Tente mesclar o nome com hífens, ou separe-o com um separador
ro: Încercați să uniți numele cu cratimă sau să îl separați cu separator
sr: Pokušaj da se imena spoje crticama ili odvoje separatorima

source: Try deleting apostrophes
da: Prøv at slette apostrofer
es: Intenta eliminar apóstrofes
pt_br: Tentar excluindo apóstrofos
ro: Încearcă să ștergi apostrofurile
sr: Pokušajte da izbrišete apostrofe

source: Try changing the vowels accented with normal vowels
da: Prøv at erstat accentueret vokaler (f.eks. é) med normale vokaler (f.eks. e).
es: Intenta cambiando las vocales acentuadas con las vocales normales
pt_br: Tentar substituindo as vogais acentuadas por vogais normais
ro: Încercați să schimbați vocalele accentuate cu vocalele normale
sr: Probajte da zamenite akcentovane samoglasnike sa običnima
